---
kind: enumMember
id: F:Autodesk.Revit.DB.CurveElementType.Cloud
enum: Autodesk.Revit.DB.CurveElementType
source: html/bb7da2a1-6a68-df2a-aacb-1d90c8a0f5b7.htm
---
# Autodesk.Revit.DB.CurveElementType.Cloud

A portion of a revision cloud.